Revit 2027 API
ParameterTypeId.DimStyleReadConvention Property
 "Read Convention"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimStyleReadConvention { get; }
Public Shared ReadOnly Property DimStyleReadConvention As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimStyleReadConvention {
	ForgeTypeId^ get ();
}
static member DimStyleReadConvention : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace